[
  {
    "stat": "Cover Crops",
    "definition": "Cover crops are small grains such as wheat or rye that are planted in the fall after the harvest of courn, soybeans and other summer crops to absorb unused fertilizers that may have remained in the soil. <a href=\"http://mda.maryland.gov/resource_conservation/Pages/cover_crop.aspx\" target=\"_blank\">More Information</a>",
    "units": "Acres of harvested and unharvested cover crops certified each year in Bay watershed.",
    "source": "MDA"
  },{
    "stat": "Soil Conservation & Water Quality Plans",
    "definition": "SCWQPs are comprehensive plans for a farm that addresses natural resource management on agricultural lands and recommends best management practices (BMPs) that control erosion and sediment loss and manage nutrient runoff. <a href=\"http://mda.maryland.gov/resource_conservation/Pages/scwqpi.aspx\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres of farmland managed with soil conservation and water quality plans.",
    "source": "MDA"
  },{
    "stat": "Stream Protection",
    "definition": "Pasture fencing keeps farm animals out of streams and prevents streambank erosion. Watering troughs provide a safe, reliable source of water for livestock that is away from streams. The troughs help protect stream banks from erosion that may be caused by farm animals. <a href=\"http://mda.maryland.gov/resource_conservation/Pages/stream_protection_w_fencing.aspx\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres of farmland protected by the use of streamside fencing and water troughs.",
    "source": "MDA"
  },{
    "stat": "Manure Management Structures",
    "definition": "Animal waste is stored in structures to protect it from the weather until it can be used as a crop fertilizer when conditions are right or transported to another location. <a href=\"http://mda.maryland.gov/resource_conservation/Pages/manure_transport.aspx\" target=\"_blank\">More Information</a>",
    "units": "Cumulative number of poultry, livestock and barnyard runoff control systems.",
    "source": "MDA"
  },{
    "stat": "Natural Filters on Private Land",
    "definition": "Grasses, trees and wetlands planted next to waterways filter and take up nutrients coming off the land, stabilize the soil and provide wildlife habitat. This land is usually not disturbed for at least 10 years. <a href=\"http://mda.maryland.gov/resource_conservation/Pages/forest_buffers.aspx\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres of buffers along streams and waterways.",
    "source": "MDA"
  },{
    "stat": "Wastewater Treatment Plants ENR",
    "definition": "At the current rate of implementation, 15 plants will be operational by June 30, 2013, accounting for an estimated 395,000 lbs/year reduction in nitrogen. <a href=\"http://www.mde.maryland.gov/programs/water/wwp/pages/index.aspx\" target=\"_blank\">More Information</a>",
    "units": "Number of WWTPs upgraded.",
    "source": "MDE"
  },{
    "stat": "Stormwater Runoff Management Retrofits",
    "definition": "An estimated 35,000 pounds of nitrogen will be reduced by 2013 as Maryland's large jurisdictions work to meet the recently tightened requirements of municipal stormwater permits. <a href=\"http://www.mde.state.md.us/programs/Water/StormwaterManagementProgram/stormprint/Pages/index.aspx\" target=\"_blank\">More Information</a>",
    "units": "Cumulative pounds of nitrogen reduced through urban and suburban stormwater management retrofits.",
    "source": "MDE"
  },{
    "stat": "Septic Retrofits",
    "definition": "This technology reduces discharge of nitrogen from septic systems to the environment thereby improving the quality of both ground and surface water. <a href=\"http://www.mde.state.md.us/programs/Water/BayRestorationFund/OnsiteDisposalSystems/Pages/Water/cbwrf/index.aspx\" target=\"_blank\">More Information</a>",
    "units": "Cumulative number of septic systems upgraded with nitrogen-reducing technology through the Bay Restoration Fund in the Bay watershed.",
    "source": "MDE"
  },{
    "stat": "Air Pollution Reductions",
    "definition": "The Healthy Air Act has resulted in a reduction to the nitrogen load to the Bay that is conservatively estimated at over 330,000 pounds annually -- roughly comparable to upgrading a large wastewater treatment plant, but requiring no goverment expenditures. <a href=\"http://www.mde.state.md.us/programs/Air/Pages/MD_HAA.aspx\" target=\"_blank\">More Information</a>",
    "units": "Cumulative pounds of nitrogen reduced.",
    "source": "MDE"
  },{
    "stat": "Natural Filters on Public Land",
    "definition": "Grasses, trees and wetlands planted next to waterways filter and take up nutrients coming off the land, stabilize the soil and provide wildlife habitat. <a href=\"http://dnr.maryland.gov/ccs/restoration.asp\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres of buffers and wetlands restored along streams and waterways.",
    "source": "DNR"
  },{
    "stat": "Program Open Space",
    "definition": "Program Open Space (POS) is Maryland's long term commitment to conserving our natural resources while providing exceptional outdoor recreation opportunities for our citizens. <a href=\"http://dnr.maryland.gov/land/pos/index.asp\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres of land preserved.",
    "source": "DNR"
  },{
    "stat": "CREP Permanent Easements",
    "definition": "Landowners have the option of selling a permanent easement on their land to the State of Maryland. This can be done directly or through cooperative contracts with the Rural Legacy Program. <a href=\"http://dnr.maryland.gov/wildlife/habitat/milo.asp\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres in permanent easements.",
    "source": "DNR"
  },{
    "stat": "Rural Legacy",
    "definition": "The intent of the Rural Legacy Program is to protect large, contiguous tracts of Maryland's most precious cultural and natural resources lands, with a special emphasis on productive forestry and agricultural landscapes. <a href=\"http://dnr.maryland.gov/land/rurallegacy/index.asp\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres of land preserved.",
    "source": "DNR"
  },{
    "stat": "Maryland Environmental Trust",
    "definition": "Maryland Environmental Trust works with landowners and citizen land trusts to protect Maryland's most treasured landscapes and natural resources as a legacy for future generations. <a href=\"http://dnr.maryland.gov/met/\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres of land preserved.",
    "source": "DNR"
  },{
    "stat": "Maryland Agricultural Land Preservation",
    "definition": "The Maryland Agricultural Land Preservation Program preserves sufficient agricultural land to maintain a viable local base of food and river production for the present and future citizens of Maryland. <a href=\"http://mda.maryland.gov/Pages/Agland_Preservation_Foundation.aspx\" target=\"_blank\">More Information</a>",
    "units": "Cumulative acres of land preserved.",
    "source": "MDA"
  }
]